Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Tapas] The Book of Lagier.tmx
Source language: ko_kr
Languages: en

source: 거긴 저에게 집이 아니라 지옥입니다!
en: the tower is not a home to me. it is hell!

source: 사망한 마족 수
en: No significant difference

source: 다
en: tat

source: 이걸로 나는 소명을 다하게 됐지라.
en: now I have fulfilled my calling-all.

source: 승, 승자 휘온 웨일...!!
en: T-the winner is Huion Wale...!

source: 저희랑 즐겁게 놀아요~
en: let’s have fun amongst ourselves!

source: 아가는 무슨 개뿔...
en: Who is she calling a baby...

source: 흐음...
en: Hmm...

source: 명부?
en: a roster?

source: 내가 없다고 마계가 무너지거나 하진 않겠지만 만약 천계에서 일을 꾸민다면?
en: The demonic realm won’t collapse just because I’m not there, but what if the heavenly realm invades?

source: 이런 광경을 보고 있으면...
en: Seeing this view...

source: 그러다 죽으면?
en: what if he dies?

source: 이게 힘만 무식하게 세 가지고!
en: Ugh you’re so uselessly strong!

source: 지금 인간 세상에...
en: So you’re saying...

source: 어머....뭐야, 아직 꼬마네?
en: oh my... you’re still a little kid.

source: 푸 르 릉
en: Neigh

source: 저 녀석들만 정상인 건가...?
en: does that mean they’re... the only normal ones?

source: 어서 피하셔야 해요!
en: We have to escape now!

source: 아, 안돼에에에에!
en: N-nooooo!

source: 스윽
en: Glance

source: 어디 불편하시거나 아프신 곳은 없나요?
en: Are you alright? Does it hurt anywhere?

source: 제가 대체 무슨 불손한 말을 했단 겁니까?
en: what did I say that was insolent?

source: 왕자님 옆에 웬 여우가 있어.
en: There’s a fox next to the Prince!

source: 라지에르으으~!!
en: lagieeerrr!!

source: 뭐?
en: What?

source: 시뮤엘 엘가와 자신의 아들 펠리스 엘가를 왕위에 올리려고 한 반란 사건.
en: simuon elga’s rebellion and attempt to put his son, felis elga, on the throne...

source: 아버지에게 물려받은 검이야.
en: my father passed this down to me.

source: 이건 나와 특별한 인연을 맺은 사람만 적어두는 명부라고나 할까?
en: This one will record the names of people I have a special relationship with.

source: 병아리라 머리가 나빠 잊어버리면 곤란하잖아?
en: It would be quite troublesome if you forget.

source: 모두 복장을 정갈히 하고 엎드려 예를 갖춰 주십시오.
en: Everyone, tidy your attire and bow in respect.

source: 라지에르?
en: Lagier?

source: 저 극악무도한 자가 저지른 짓입니다.
en: That atrocious villain did it!

source: 질문은 뒤에 있는 저 사람한테 하고 싶은데...
en: I want to ask the person who’s standing back there.

source: 마족과 계약하고 나면 강력한 힘을 손에 넣을 수 있을 거야!
en: Once I make a contract with a demon, I’ll have strong power in my hands!

source: 족쇄를 끊고 자유로워지는 거겠지?
en: To be free from these shackles?

source: 그렇게 해주신다면 건축 기술이 최고로 좋은 아이들을 빌려드리겠어요.
en: If you do, I will lend you the fairies who have the best architectural skills.

source: 아니거든!!
en: That’s not true!!

source: 목에 칼이 들어온다 해도요.
en: or threaten to kill me.

source: 제르에이라의 수호신이니까요.
en: She’s Jereilla’s guardian Goddess after all.

source: 내가 같이 있는 게 싫어?
en: Do you not like being with me?

source: 뒤통수가 너무 귀엽게 생겨서 나도 모르게 그만...
en: the back of your head is so cute, I couldn’t help—

source: 아오!!!
en: Ugh!!

source: 잔인하지라!
en: so cruuuel!

source: 아, 아직 전하께서 소신에게 이름을 내, 내려주시지 않으셨사옵니다.
en: Y-You have not yet given me a n-name, Your Highness.

source: 으응?
en: Huh?

source: 내 얼굴 보러 온다더니 대체 뭐 하다 이제 왔냐?
en: what the heck have you been doing that you couldn’t come see me sooner?

source: 이틀이요.
en: Two days.

source: 이게 축하할 일인가?
en: What’s there to congratulate?

source: 태어나지도 않은 차기 천왕이 내 이름을 이미 알고 있다고?
en: How does the unborn Angel King know my name?

source: 허억
en: Huff

source: 즉위식이 끝나는 즉시 처리하려고 했는데 천한 용병들 주제에 눈치 하나는 빠르군.
en: I was planning to get rid of them as soon as the coronation ends... but those lowlife mercenaries are really fast.

source: 과연...
en: Is this...

source: 세드나?
en: Sedna?

source: 그러니까 저한테 이러시는 것도 그 ‘명목’이란 겁니까?
en: So you’re saying that you did all that to create a reason?

source: 준비 다 했지?
en: Are we ready?

source: 항복?
en: Surrender?

source: 라지에르, 라지에르!
en: Lagier, Lagier!

source: 너무나 완벽해.
en: I’m so perfect.

source: 걱정마세......
en: don’t you...

source: 당신은 제가 생각했던 것보다 훨씬 친절한 분 이네요.
en: You are much friendlier than I thought.

source: 나는 여기 있으면 안 돼?
en: Can’t I stay?

source: 그러니 수치스러워해라.
en: So shame on you.

source: 마도공학자들도 양성한다고 들었습니다.
en: ...trains magical engineers in addition to mages, your highness.

source: 그 증표가 이 목걸이인 거고.
en: And that necklace will be the proof.

source: 무서운...
en: a scary...

source: 아냐, 괜찮아.
en: It’s alright.

source: 여왕님이 눈을 떴어!
en: Our queen’s eyes! They’re open!

source: 크흠...
en: Ahem...

source: 이 사실이 혹시라도 밖에 세어 나가면 더 큰 혼란을 불러 일으킬 겁니다.
en: if news of this gets out, it will bring chaos.

source: 이 마서로 소환된 마족은 절대 전하를 해치지 못합니다.
en: The demon summoned by this book cannot harm Your Highness.

source: 이거...
en: this...

source: 그래, 그래.
en: I see, I see.

source: 이번 사건으로 알았어.
en: thanks to this incident,

source: 크기밖에 조절 못 해.
en: I can only control my size.

source: 아니, 그래도 오늘은 중요한 날인데요!
en: But today is an important day!

source: 그만해, 세드나.
en: Stop, Sedna.

source: 왕자전하, 객실이 불편하진 않으셨습니까?
en: your highness, did you find everything all right with your room?

source: 황실의 허가 없이 땅요정에게 손을 대는 것은 엄격히 금하고 있으며...
en: Laying hands on any earth fairy without the palace’s permission is strictly prohibited.

source: 정말 솔직하다 못해 뻔뻔하다고 해야 하나?
en: you're so beyond honest, it's shamelessness!

source: 그 돼지 같은 인간의 몸은 불편하지 않으십니까?
en: Isn’t in uncomfortable in that pig’s body?

source: 여긴 물이 별로 없구나?
en: but there’s no water here.

source: 그래서 알에서 깨기 전에 파괴당하면 그대로 소멸하잖아요.
en: That is why if the seed is destroyed before they awaken, they will be gone forever.

source: 성흔을 주면 뭐 해 별거 아닌 상처 하나도 치료 못 하고...
en: what’s the point of giving you an imprint if I can’t even heal one little injury?!

source: 전하!!
en: Your Highness!!

source: 그럼 가자.
en: Then let’s go.

source: 보이니까요.
en: I can see it.

source: 귀족 세력의 대가리란 녀석이...
en: I thought you were the brains of the noble faction...

source: 그 이름 라지에르, 우리의 계약을 증명하리라!
en: He who is named Lagier shall be a testament to our contract!

source: 그 녀석...
en: He’s...

source: 적반하장은 이럴 때 쓰라고 만든 말이군요.
en: I suppose nobles of this empire do not admit their wrongs.

source: 에엣?!?!
en: huuuh?!?!

source: 다행이야.
en: It’s a relief.

source: 제발 노여움을 거두소서!
en: Please have mercy!

source: 그거 맘에 드네.
en: I like that.

source: 주륵-
en: Drip

source: 왜 내가 이런...!
en: Why is this happening to me?

source: 그건 그냥 덤이고 친해지고 싶어서 의형제를 맺자는 거지.
en: no, I’m just saying let’s be sworn brothers because I want to keep in touch with you.

source: 시작!
en: Start!

source: 겁도 없이 나에게 정면으로 이빨을 드러내다니...
en: how fearless of you. baring your teeth right in front of my face like this...

source: 너 술 마셨냐?
en: did you drink alcohol?

source: 꽈악-
en: Grab

source: 네 소원은 집 밖을 나오는 게 아니었잖아.
en: Your wish wasn’t just to come out of your home, right?

source: 세드나.
en: Sedna.

source: 내가 제일 좋아하는 소중한 사람이니까!
en: You are the person I like the most and treat the most preciously!

source: 알았어!
en: I’m on it!

source: 딱 봐도 보통 녀석이 아닌 거 같은데 괜히 문제 생기기 전에 호수로 다시 돌려놔.
en: even at a glance, it doesn’t seem ordinary. put it back in the lake before it causes any issues.

source: 와...
en: My K-

source: 잠시만 기다려 주십시오.
en: Please wait a moment.

source: 털{j}썩
en: Flop{j}

source: 폐하!
en: Your Majesty!

source: 귀찮게 하지 말고.
en: Don’t bother me.

source: 네놈들 보스라는 그 여왕님의 엉덩이를 걷어차 줄 거다!
en: then I will have to kick the queen’s butt!

source: 테이도 전하를 따라가고 싶은데요오.
en: tei wants to go with your highness toooo.

source: 마탑엔 마법사뿐만이 아니라
en: I heard the magic tower...

source: 아무래도 나 혼자서는 모든 걸 하기엔 힘들 거 같고
en: This seems too difficult to accomplish all on my own.

source: 스윽-
en: Shing

source: 내가 듣게 해줄까?
en: want me to help?

source: 괴, 괴물...!
en: M-monster!

source: 마물들이 이렇게 공격해 오는 건 대륙에서는 흔한 일입니다.{j}왕자 전하.
en: ...but these invasions by demonic creatures is common on the continent, your highness.{j}

source: 여기서...
en: I want to...

source: 까득
en: Grit

source: 가족들만 있으면 만족했으니까...
en: I only needed my family...

source: 물론이지.
en: of course.

source: 너 그게 어떤 걸 의미하는지 알아?!
en: Do you even know what that means?

source: 이게 뭐야?
en: what’s this?

source: 황제가 황가의 문양 위에 서 계시면 되지라~
en: and the emperor just needs to stand on the emblem-ill.

source: 너 저 인간과 계약을 했냐?!
en: Did you make a contract with that human?

source: 대충 어떻게 된 일인지는 알겠소.
en: I understand what happened now.

source: 정말...
en: Will...

source: 자드키엘이 맡았다는 임무가 이거였구나...
en: So this was what Zadkiel’s mission was...

source: 다~ 내꺼야 내꺼!
en: they’re all mine! miiine!

source: 엔젤링이요?!
en: Angel rings??!

source: 마탑?
en: the magic tower?

source: 천마 전쟁!
en: A war between the demonic and heavenly realms!

source: 휙-
en: Whoosh

source: 그런데도 불구하고 내 마음대로 안 되는 게 하나 있더란 말이지.
en: But even so, there’s one thing that doesn’t go my way.

source: 뭐지?
en: What’s

source: 네 남편 하는 거 봐서.
en: if your husband’s nice to me.

source: 여왕님께서....
en: Our queen...

source: 율리우스 폐하께서 실종되셨다고 들었습니다.
en: I heard emperor julius has gone missing.

source: 시종이 주인도 없이 혼자 돌아다녀?
en: And you’re alone without your master?

source: 고양이는 쥐를 좋아하지만 잡아먹잖아?
en: Cats like mice but they eat them.

source: 그게 뭐?
en: so what?

source: 말씀이십니까.
en: don’t understand.

source: 이 순수한...
en: Pure...

source: 전하를 제대로 보필하지 못한 테이도 못난 시종이에요오~
en: tei is a terrible servant as well for not serving your highness properly!

source: 진짜 큰일 날 뻔 하신 건데...!
en: Something bad could have happened-!

source: 그건...
en: Um...

source: 난 라지에르와 함께 있고 싶어.
en: I want to stay with Lagier.

source: 덜
en: Tremble

source: 그때 제르에이라의 왕족이 가장 먼저 배에 오르는 것이 율법입니다.
en: It’s customary for Jereilla royalty to board the ship first.

source: 술을 대접한 건 완전 내 실수인 거 같아.
en: serving her alcohol was a complete mistake.

source: 원작 공든탑
en: ORIGINAL STORY GONG-DEUN-TOP

source: 올해도 제물선은 꽝이겠지?
en: He probably won’t board the ship this year either, right?

source: 이게 5개월 동안의 성과인가...
en: This is the result after five months...

source: 이분이 바로~
en: now presenting...

source: 마족이잖아!
en: You’re a demon!

source: 아, 맞다!
en: oh, right!

source: 그, 그게....
en: w-well...

source: 달 아냐?
en: isn’t a moon?

source: 으아아아앙!
en: Waaaah!

source: 아마...
en: if...

source: 자키~!
en: Zaki!

source: 너, 그냥 내 동생 해라.
en: how about you be my little brother?

source: 너도 귀찮게 하지 말고 어서 나가.
en: enough of you too. you can leave.

source: 이건 모두 사사건건 귀족들에게 맞선 네가 자처한 일이다.
en: but you went against all the nobles and brought this upon yourself.

source: 신수?
en: a de...ity?

source: 그리고 바닷속에 징그러운 애들도 얼마나 많은데!
en: And there are so many disgusting things in the sea!

source: 차원 세계란 건요, 서로 어~엄청 멀리 떨어져 있으니까 그런 거예요.
en: It’s because dimensional worlds are sooooo far from each other.

source: 당신이 이 아이를 해치지 않을 거란 걸 알아요.
en: I know you won’t hurt it.

source: 요정족은 한번 입은 은혜는 절대 잊지 않는답니다.
en: Fairies always reciprocate any favors they receive.

source: 그럼 인간의 생명력을 양분 삼아 상처를 회복해볼까?
en: Now, time to use these human lives to repair my wounds!

source: 나한테 치유신성력이 안 통하는 모양이야.
en: her holy healing powers don’t seem to work on me.

source: 귀여운 척하지 마!
en: Stop acting cute!

source: 악
en: sh

source: 덜덜덜...
en: Tremble

source: 마탑의 언령마법사들 실력이 그렇게 대단하다며?
en: I hear speech mages from there are incredibly talented.

source: 힐끔
en: Peek

source: 아, 으...
en: oh, ugh...

source: 해신...
en: the Goddess of the Sea soon.

source: 그래서 삐졌냐?
en: So are you angry?

source: 떨어지면서 바닥의 돌에 찍힌 모양이야.
en: I must have hit a rock when I fell.

source: 내가 그런 전하의 마음을 알아채지 못했구나.
en: I’ve been inconsiderate of his feelings.

source: 무슨 하인이라는 녀석이 이런 걸 들고 다니는 거야?
en: How can a servant carry all this around?

source: 그리고 내일부터 운동을 시작할 테니까 준비해 놔.
en: And I’ll start exercising tomorrow, so prepare for it.

source: 아뇨, 진심이랍니다.
en: No, I’m serious.

source: 도착했다.
en: We’ve arrived.

source: 그 마법진이 이곳으로 우릴 날려보낸 거군.
en: so that magic circle sent us here.

source: 실례, 짐이 좀 늦었군.
en: sorry. I’m a bit late.

source: 혹시......
en: What if...

source: 알았다.
en: Alright.

source: 그보다 저 거북이가 지금 황실이 위기라던데 맞냐?
en: by the way, the tortoise said the imperial family is in crisis. is it?

source: 설사 겨우 말에 오르더라도 이 말이 몸무게를 버티지도 못하겠지.
en: Even if I manage to get on, the horse wouldn’t be able to handle my weight.

source: 그냥 방에 처박혀 있긴 좀 그렇잖아?
en: to stay cooped in the room while we’re here, right?

source: 그들은 우리가 이 아이를 훔쳐 왔다고 오해를 하고 있습니다.
en: The angels think that my fairy children stole it.

source: 에이~ 설마하니 그때 일로 아직까지 그런다고?
en: No way. He can’t still be affected by that.

source: 그걸 연주하라고 만든 건 아닐 테니까.
en: it probably isn’t for music anyway.

source: 축제의 북을 울려라!
en: Ring the drums to start the festival!

source: 그건 아니지.
en: That’s not true.

source: 네 맘대로 하시든가.
en: Do what you want.

source: 커헉!
en: Umph!

source: 그보다...
en: And...

source: 저벅
en: Clack

source: 어때?
en: how's that?

source: 자, 이제 질문 하나 남았어.
en: Now, one question left.

source: 왜?
en: Why?

source: 이게 마족들 사이에서 우스갯소리로 ‘빙의’라 불리는 그건가?
en: what the demons mockingly call a “possession”?

source: 그대들이 돌아가는 뱃길에 우리 왕자를 동행시킬 것이오.
en: I will send the Prince with you on your way back.

source: 꺄르르-
en: Hehehe

source: 라지에르 뭐라 말 좀 해봐!
en: Lagier, do something!

source: 그것도 차기 천왕의 열매!
en: And this one is the fruit of the next Angel King!

source: 상처도 거의 다 나았고 이제 제르에이라로 돌아갈 거야.
en: my shoulder’s healed now. I have to go back to jereilla.

source: 첫 번째가 라지에르 루 제르에이라 로드월에게 강한 힘을 달라.
en: First, Lagier Lou Jereilla Rodwell wished for strong power.

source: 끌
en: Slide

source: 다리가 투명하다고?
en: The bridge is transparent?

source: 자기 엔젤링이 박살 나서 자존심 상할 천왕 걱정이나 해!
en: ...the Angel King! His pride will be hurt when I shatter his angel ring!

source: 네가 도착할 때까지 살아 있으면 멱살 잡고 끌고 오고.
en: if he’s still alive when you arrive, grab him by the collar and bring him back here.

source: 허, 볼 때마다 신기하네.
en: Huh, it fascinates me every time.

source: 그건 됐다니까!
en: Forget it!

source: 저 앞에 강을 가로지르는 대교가 있습니다.
en: There is a bridge up ahead that cuts across the river.

source: 다르구나.
en: They’re different.

source: 제발!
en: please!

source: 청은색 머리카락...
en: Silver hair...

source: 해서, 이 녀석을 제대로 다뤄보고 싶어졌어.
en: So, I want to learn how to use him properly.

source: 식사는?
en: Have you eaten?

source: 쓸모없는 체스 말은 버려지기 마련이지.
en: a useless chess piece must be discarded.

source: 제가요?
en: Me?

source: 잠깐, 형제의 맹세로 건배해야 하는데 내가 열일곱에 네가 열다섯이니
en: wait. we’re supposed to toast to our sworn brotherhood. but I’m 17 and you’re 15.

source: 전부 다!!
en: All of it!!

source: 본 작품은 (주)투유드림이 저작권자와의 계약에 따라 발행한 것으로 저작권법의 보호를 받는 저작권물입니다.
en: THIS TITLE IS COPYRIGHTED MATERIAL PROTECTED BY COPYRIGHT LAW AND WAS PUBLISHED BY TOYOU'S DREAM INC BASED ON AN AGREEMENT WITH THE COPYRIGHT HOLDER.

source: 약하지만...
en: I think I smell that mage here...

source: 아무리 주인을 잃은 들개들이라 해도 조심해서 나쁠 건 없지.
en: even if they’re without a master, we should still be careful of those hounds.

source: 폐, 폐하...
en: y-your majesty...

source: 내가 동상으로 변할 줄 알았어?
en: Did you think I turned into stone?

source: 버려져 있던 아이를 돌봐주었더니 경고라니요?
en: We took care of the child you threw away so carelessly. Yet you’ve come with a warning.

source: 그렇구나!
en: that’s right!

source: 듣기 불편하군요.
en: How revolting.

source: 손은 됐고, 그보다 해신.
en: Forget about my hand. Rather...

source: 세상에...
en: Wow...

source: 괜찮으신가요?
en: are you alright?

source: 어떻게 인간이 내 결계를 뚫고 들어온 거지?
en: How did a human cross my magic boundary?

source: 상황을 곤란하게 만들지 않는 게 좋을 겁니다, 이브가 공주.
en: so do not cause any more commotion, princess yvgar.

source: 라지에르, 그리고 다른 손님 여러분.
en: Lagier, and other guests,

source: 무사하십니다!
en: He’s alive!

source: 어, 어떻게?
en: H-how...

source: 야, 테이.
en: hey, tei.

source: 그 순간 나의 순도 높은 마력을 이기지 못하고
en: ...but he couldn’t handle my powerful magic and died...

source: 덩
en: Clang

source: 정말?
en: Really?

source: 그 말은 내가 아니라 국왕의 명령이 우선이란 거네?
en: So the Emperor’s word comes before mine?

source: 네, 전하.
en: Yes, Your Highness.

source: 다른 나라의 축하객들은 전부 떠났는데 나만 계속 붙잡아 놓고선 뭐가 벌써냐.
en: already? you kept me here even when all the other guests left long ago.

source: 넌 앞으로 금주!
en: no more drinking for you!

source: 그리고 똥을 내가 치우고 있는 거고.
en: And I’m here to clean it up.

source: 편히 쉬십시오.
en: Rest well,

source: 카나스의...
en: the new emperor...

source: 알지~ 세상에서 제일 소중하단 증표잖아.
en: Of course! It’s a sign that he’s the most precious thing to me in the world.

source: 아...!
en: Oh!

source: 데려가서 키우고 싶어~
en: I want to take it home with me!

source: 평민?
en: A commoner?

source: 이러다가 숙원을 이루기도 전에 숨부터 넘어가겠네.
en: At this rate, I’ll die before I even get my wish.

source: 주인님의 엄명이라...
en: It’s my master’s order.

source: 날 풀어주려는 건 고맙지만 그러다 너 죽어!
en: I’m grateful that you want to free me, but you might die like this!

source: 그런 변덕스러운 율리우스 폐하의 의사를 존중하여...
en: then respecting the fickle decision of his majesty, julius...

source: 그러고 보니 자키가 결계를 쳤어!
en: Come to think of it, Zaki put a guard around us!

source: 수천 년 전에 있었던 그 엄청난 사상자를 냈던 천마 전쟁...
en: That war from thousands of years ago killed a tremendous number of beings.

source: 개.
en: My dog.

source: 질식하여 피를 토하고 죽어 버린 거야.
en: ...coughing up blood as he suffocated.

source: 요?
en: please?

source: 아, 모처럼 좋은 날을 앞두고 다들 담소를 나누던 중이었는데...
en: Oh, we’re enjoying a little chat before the celebration...

source: 높은 곳에 있는 자에겐 이목이 쏠릴 수밖에 없으니까.
en: As someone of high status, I naturally draw attention.

source: 캉-
en: Clang

source: 라지에르, 당신이 날 필요로 할 때 반드시 도움을 드리겠습니다.
en: Lagier, should you ever need me, I will always be ready to help.

source: 오, 치유력도 가지고 있나?
en: Oh, you have healing powers?

source: 절대 다시 그곳으로 돌아가고 싶지 않아!
en: I never want to go back there!

source: 하아아앗!
en: hiyaaah!

source: 그럼 해신의 가호란 게...
en: so the blessing from the goddess of the sea...

source: 사실 전부 뻥이지만...
en: actually, it’s all a lie.

source: 마왕인 나를 상대로 겁도 없구나, 너?
en: I’m the Demon King. Aren’t you afraid?

source: 내 목숨을 걸고서 지키고 싶었던 아이들도 있었으니까.
en: there were a few I wanted to protect with my life.

source: 이 연무장이야말로 왕실의 은혜를 입은 귀한 자리일 터인데.
en: This training field is a precious area that was graced by the royal family.

source: 황가의 문장에 올라서는 건 불경스럽긴 하지만 어쩔 수 없나...
en: it’s disrespectful to stand on the emblem... but I have no choice...

source: 나, 라지에르 루 제르에이라 로드월에게 누구보다 강한 힘을!
en: I, Lagier Lou Jereilla Rodwell, beseech you for power surpassing anyone in this world!

source: 그럼 내가 가는 걸로 결정했으니까...
en: Then, since it’s been decided that I’m going...

source: 천족들은 다들 날 싫어할 거니까...
en: Because angels all hate me...

source: 마차가 금지되어 있다고 하니 불편하셔도 이해해주십시오, 전하.
en: ...from this bridge on. So please bear with us, even if this is uncomfortable, Your Highness.

source: 날 잡으러 온 건 아니겠지?
en: They’re not here to catch me, right?

source: 상황 판단도 안 되고 이리도 머리가 안 돌아가서야, 원....
en: ...yet you still can’t see the facts of the situation. tsk tsk...

source: 나도 맘이 약해지더라 이거지.
en: What could I have done? My heart went weak.

source: 다행은 무슨 개뿔.
en: Relief my foot.

source: 으하하하하!!
en: Mwahahaha!!

source: 마법 관제탑?
en: a control tower of magic?

source: 그런데 왜 그렇게 겁을 먹어?
en: So why are you guys so afraid?

source: 흠, 그래?
en: I see.

source: 용검대는 황제에게만 충성하는 궁 안의 가장 강력한 무장세력.
en: the dragon’s blade is the most powerful army in the palace that obeys only the emperor.

source: 이런 어둠 따위 저에겐 아무런 문제가 안 되거든요.
en: darkness isn’t a problem for me at all.

source: 잘했다.
en: Good job,

source: 카나스의 황국의 아름답고 격조 넘치는 모습에 압도당해서 그렇사옵니다...!
en: We are just overwhelmed by the beauty of the Kanas Empire as well as its dignified character-!

source: 진짜 돌겠네.
en: This is driving me crazy.

source: 잘못했어...
en: Sorry...

source: 엔젤링에서 어떻게 빠져나왔나 했더니...
en: I wondered how you got out...

source: 게다가 너흰 지금 카나스 제국 영통에서 살고 있잖아?
en: And you are living in the Kanas Empire now.

source: 그분께서 축복을 포기하고 이렇게 즉위식을 거부하셨지 않습니까.
en: he has turned down his blessing by not attending the coronation, hasn’t he?

source: 말도 안 돼...
en: No way!!

source: 뭐, 뭐야?
en: wh-what was that?

source: 이래서는 제대로 된 대화가 하나도 안 되잖아.
en: ...and a proper conversation is impossible like this!

source: 진짜 웃기다, 너.
en: you’re really funny.

source: 제발 날 도와달라지라!
en: please! help meel!

source: 하하...
en: haha...

source: 난 너한테 도와달라 한 적 없는데.
en: I never asked you to help.

source: 하여간 어머니란 여자를 상대하는 게 세계 정복보다 더 힘든 거 같다.
en: Dealing with mothers is harder than conquering the world.

source: 하면 누구와 대련을...
en: If not, then who...

source: 근데 너 설마 계속 여기 있을 거냐?
en: But are you going to stay here?

source: 보석?
en: A jewel?

source: 뭐야?{j}뭐야?{j}뭔 일이래, 이게!
en: Huh? What’s this? What in the world’s going on?!{j}{j}

source: 온 국민이 네가 해신과 계약한 것을 알고 기뻐하고 있단다.
en: Every one is rejoicing because you made a contract with the Goddess of the Sea.

source: 날 주인으로 인식하고 여기까지 도와주러 왔다는 건
en: they recognized me as their lord and came to help me...

source: 나도 인간들의 가족 개념은 잘 모르겠어.
en: I don’t understand the concept of human families either.

source: 검이란 게 기본적으로 형태가 다들 비슷하다지만...
en: swords all have the same basic form...

source: 거의 다 온 모양입니다.
en: We must be close!

source: 으아아아앙~ 왕이시여!
en: Wahhhh! My King!

source: 하아앗!
en: hiyaah!

source: 내가 마탑을 도망쳐 나오긴 했지만..?
en: I ran away from the magic tower...

source: 신하들과 백성들 역시 모두 축복하며 기뻐하였다.
en: All the people celebrated him with joy.

source: 이런 녀석이다.
en: Here I am.

source: 차라리 이게 잘된 일인 거 같지 않습니까?
en: but aren’t things better this way?

source: 딱히 대단해 보이진 않는데?
en: it doesn’t look all that special though.

source: 테이랑 놀아.
en: Play with Tei.

source: 하긴, 이 몸으로 말에 오르려는 것 자체가 무모한 짓이야.
en: I suppose it is ridiculous for this body to try getting on a horse.

source: 린슈슈, 룬슈슈라는 이름의 요정 둘에게 제르에이라를 견학 시켜 주고 기술을 빌리기로 하였습니다.
en: We agreed to use the fairies’ technology while two fairies named Rin Shushu and Run Shushu study in Jereilla.

source: 저 아름다운 털을 가진 여우는?
en: That fox has such beautiful fur!

source: 너는 천계 집행관인데 인간계에 내려와서까지 수행할 임무가 있는 거야?
en: You’re an executioner though. I didn’t know you had tasks to perform in the human realm!

source: 해신이시여!
en: Goddess of the Sea!

source: 역시 주무시고 계시겠지?
en: Is he asleep?

source: 비록 방계이긴 하나 외조모로부터 황가의 피를 이어받은 아이요.
en: though he is not of the direct lineage, he was still born with the blood of the imperial family.

source: 여왕님!
en: My Queen!

source: 아까 그 엄마란 여자 때문에?
en: Because of that woman you called Mother?

source: 낯선 곳일수록 규칙을 지키시고 항상 조심하셔야 합니다.
en: You need to exercise more caution and follow the rules, especially when you’re in a new place.

source: 아니요.
en: No.

source: 알았어 세드나.
en: Alright Sedna.

source: 달그닥
en: Clip clop

source: 푸
en: Gasp

source: 그럼 세드나님, 다음에 또 함께 다과를 나누어요.
en: miss sedna, let’s enjoy snacks together next time.

source: 이렇게 까...ㅈ...
en: I wouldn’t... hav—

source: 모든 원흉이 바로 이 제르에이라의 왕자놈이다!
en: this darned prince of jereilla is the source of all this trouble!

source: 제르에이라 왕가의 핏줄...
en: The descendant of the royal family of Jereilla...

source: 자.
en: here.

source: 그런데...
en: But...

source: 천왕의 열매는 천계로 돌려보내도록 하겠습니다.
en: I will try to return the fruit of the Angel King to the angelic realm.

source: 네가 내 소유란 표시다.
en: It’s a sign that I own you.

source: 제르에이라의 사신이 감히 우리 카나스 제국의 귀족에 손을 대다니.
en: How dare a delegate of Jereilla assault a noble of the Kanas Empire?

source: 아직 돌아오시지 않았다면 즉위식을 취소하고 폐하를 찾는 데 총력을 다해야 하지 않겠습니까?
en: if his majesty has not yet returned, shouldn’t the coronation be cancelled to search for him?

source: 어...!
en: oh!

source: 휘 청
en: Stumble

source: 그래?
en: Is that so?

source: 실력 좋은 마도공학자가 있으면 땅요정들과 함께 부려먹기 좋으니까.
en: having skilled engineers would be really useful to order around, along with the earth fairies.

source: 넌 마룡이란 새끼가 이런 거나 처먹고 맛있냐?!
en: You’re a demonic dragon and you’re eating this?

source: 너도 여우지만 말하잖아!
en: You’re a fox and you can speak too!

source: 염려치 마십시오.
en: Please don’t worry.

source: 저희도 여자들이라고 황제 폐하의 조찬에 초대받지 못햇어요.
en: we weren’t invited to his majesty’s breakfast meeting either. because we’re women.

source: 저 녀석...
en: He’s...

source: 럭
en: Flap

source: 【카난시아】
en: Kanansia

source: 여기도 마물들이 있어!
en: demonic creatures are gathered here as well!

source: 좋아하는 것과 사랑하는 것이란 건.
en: ...between love and like.

source: 감사합니다, 마법사님!
en: thank you, sir!

source: *혈어(血語):
en: *Blood Vow:

source: 지금 저에겐 그것으로 충분하답니다, 라지에르.
en: it is enough for now, Lagier.

source: 난 무서운 것 따윈 없으니까.
en: I’m not afraid of anything.

source: 하아앗!!
en: hiyah!!

source: 그건 불가능합니다, 왕...!
en: That’s impossible, my King!

source: 시끄럽다 했지!
en: I said, shut up!

source: 직접 와보니까 정말 대단하다는 게 실감되네.
en: Being here, I can really see just how talented you are.

source: 난 달라!
en: I’m different!

source: 스{j}윽
en: Whisper{j}
